balance_error = "На счёте недостаточно деняг"
check_password = "Введите пароль:"
password_error = "Неверный пароль :("
mission_complete = "Операция успешно выполнена"
start_work = "Для работы нужно инициализировать личный кабинет"
user_name = "Введите имя:"
user_surname = "Введите фамилию:"
event_list = "1.Удалить счёт\n" \
             "2.Создать счёт\n" \
             "3.Снять деньги\n" \
             "4.Положить деньги\n" \
             "5.Вывести баланс\n" \
             "6.Закрывай"
user_event = "Что вы хотите сделать:"
event_error = "Ты чо не видишь цифры около действий ?"
dell_error = "У вас нет счёта который можно удалить ("
dell_acc = "Какую карту ходите удалить:"
user_pass = "Придумайте пароль состоящий из  цифр:"
add_money = "На какую карту хотите положить деньги:"
wit_money = "С какой карты хотите снять деньги:"
sum_money = "Количество средств на какой карте вы хотите узнать:"
coll_money = "Сколько вы хотите внести:"
koll_money = "Сколько вы хотите снять:"
type_error = "Вы ввели не верную сумму денег"
wit_error = "У вас нет счёта с которого можно снять кэш"
add_error = "У вас нет счёта на который можно положить кэш"
print_error = "У вас нет счётов для вывода"

